"Cheerful" = "Joyeux";
"Melodic" = "Mélodique";
"Relaxed" = "Détendu";
"Grooving" = "Groove";
"Distorted" = "Déformé";
"Acoustic" = "Acoustique";
"Processed" = "Traité";
"Single" = "Solo";
"Part" = "Extrait";

"Dark" = "Sombre";
"Dissonant" = "Dissonant";
"Intense" = "Intense";
"Arrhythmic" = "Arythmique";
"Clean" = "Clair";
"Electric" = "Électrique";
"Dry" = "Brut";
"Ensemble" = "Groupe";
"Fill" = "Intégral";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Électronique";
"Jazz" = "Jazz";
"Urban" = "Urbain";
"World/Ethnic" = "World";
"Cinematic/New Age" = "Cinéma";
"Orchestral" = "Orchestral";
"Country/Folk" = "Country";
"Experimental" = "Expérimental";
"Other Genre" = "Autre Genre";

"Bass" = "Basse";
"Electric Bass" = "Basse électrique";
"Acoustic Bass" = "Basse acoustique";
"Synthetic Bass" = "Basse synthé";

"Drums" = "Ttes batteries";
"Drum Kit" = "Batteries";
"Electronic Beats" = "Battements";
"Kick" = "Kick";
"Tom" = "Tom";
"Snare" = "Tambour";
"Cymbal" = "Cymbale";
"Hi-hat" = "Charleston";

"Guitars" = "Guitares";
"Electric Guitar" = "Guitare électrique";
"Acoustic Guitar" = "Guitare acoustique";
"Banjo" = "Banjo";
"Mandolin" = "Mandoline";
"Slide Guitar" = "Guitare slide";
"Pedal Steel Guitar" = "Pédale steel";

"Horn/Wind" = "Cor";
"Saxophone" = "Saxophone";
"Trumpet" = "Trompette";
"Flute" = "Flûte";
"Trombone" = "Trombone";
"Clarinet" = "Clarinette";
"French Horn" = "Cor d’harm.";
"Tuba" = "Tuba";
"Oboe" = "Hautbois";
"Harmonica" = "Harmonica";
"Recorder" = "Enregistreur";
"Pan Flute" = "Flûte de Pan";
"Bagpipe" = "Cornemuse";
"Bassoon" = "Basson";
"Piccolo" = "Piccolo";
"English Horn" = "Cor anglais";
"Brass" = "Cuivres";
"Woodwind" = "Instr. à vent";

"Keyboards" = "Claviers";
"Piano" = "Pianos";
"Electric Piano" = "Piano élec.";
"Organ" = "Orgue";
"Clavinet" = "Clavinet";
"Accordion" = "Accordéon";
"Synthesizer" = "Synthés";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Clavecin";

"Mallets" = "Maillets";
"Steel Drum" = "Batterie steel";
"Vibraphone" = "Vibrations";
"Marimba" = "Marimba";
"Xylophone" = "Xylophone";
"Kalimba" = "Kalimba";
"Bell" = "Cloche";
"Timpani" = "Timpani";

"Mixed" = "Jingles";

"Other Instrument" = "Autre instrument";

"Percussion" = "Percussion";
"Gong" = "Gong";
"Shaker" = "Maracas";
"Tambourine" = "Tambourin";
"Conga" = "Conga";
"Bongo" = "Bongo";
"Cowbell" = "Clarine";
"Clave" = "Clavecin";
"Vinyl/Scratch" = "Vinyle";
"Chime" = "Carillon";
"Rattler" = "Serpent à sonnette";
"Sound Effect" = "FX";
"Misc2" = "Divers";
"Boom" = "Grondements";
"All Effects" = "Tous les effets";
"Effects" = "Effets sonores";

"Ambience" = "Ambiance";
"People" = "Personne";
"Transportation" = "Transports";
"Weapons" = "Armes";
"Explosions" = "Explosions";
"Impacts & Crashes" = "Impacts";
"Animals" = "Animaux";
"Sports & Leisure" = "Sports";
"Mech/Tech" = "Ordinateurs";
"Work/Home" = "Travail / Domicile";
"Misc." = "Divers";
"Foley" = "Bruitage";
"Motions & Transitions" = "Stingers";
"Sci-Fi" = "Science-fiction";

"Strings" = "Cordes";
"Violin" = "Violon";
"Viola" = "Alto";
"Cello" = "Violoncelle";
"Harp" = "Harpe";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Contrebasse";

"Texture/Atmosphere" = "Textures";

"Vocals" = "Chant";
"Male" = "Masculin";
"Female" = "Féminin";
"Choir" = "Chœur";

"bytes" = "octets";
"KB" = "Ko";
"MB" = "Mo";
"GB" = "Go";
"Can't find file" = "Fichier introuvable";
"CantOpenFile" = "Le fichier est introuvable à son emplacement habituel.\n\n%@\n\nVoulez-vous ignorer ce fichier, poursuivre la recherche ou annuler ?";
"Select..." = "Rechercher le fichier...";
"MakeOfflineSource" = "Ignorer le fichier";
"Don't open document" = "Annuler";
"Reconnecting " = "Reconnexion";
"Use selected path to reconnect other offline sources..." = "Utiliser le chemin d’accès sélectionné pour reconnecter d’autres fichiers manquants";
